Repository: Teknasyon-Teknoloji/desk360-ios-sdk
Catalog: Assets/*.lproj/Localizable.strings
Languages: ar, cs, da, es, fil_ph, he, hi, hu, id, ko, ms, nb, pt_br, pt_pt, ro, ru, sv, th, tr, ur, vi, zh_hant

# listing.nav.title
source: Contact Us
ar: اتصل بنا
cs: Kontaktujte nás
da: Kontakt os
es: Contacta con nosotros
fil_ph: Makipag-ugnayan sa Amin
he: פנו אלינו
hi: हमसे संपर्क करें
hu: Vegye fel velünk a kapcsolatot
id: Hubungi Kami
ko: 문의하기
ms: Hubungi Kami
nb: Kontakt oss
pt_br: Fale conosco
pt_pt: Contacte-Nos
ro: Contactați-ne
ru: Наши контакты
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں
vi: Liên hệ với Chúng tôi
zh_hant: 聯絡我們

# listing.nav.create
source: Create
tr: Oluştur

# listing.placeholder.title
source: You have made no support calls yet
ar: لم تتصل بالدعم بعد.
cs: Doposud jste neprovedli žádný hovor pro podporu.
da: Du har ikke ringet til supporten endnu.
es: Todavía no has hecho una llamada de asistencia.
fil_ph: Wala ka pang ginagawang support call.
he: עדיין לא פניתם לתמיכה.
hi: अभी तक आपने कोई प्रोत्साहन कॉल नहीं किया है।
hu: Még nem indított hívást az ügyfélszolgálat irányába.
id: Anda belum membuat dukungan panggilan.
ko: 아직 지원 요청을 하지 않으셨습니다.
ms: Anda masih belum melakukan apa-apa panggilan sokongan.
nb: Du har enda ikke sendt en henvendelse til kundeservice.
pt_br: Você ainda não fez nenhuma chamada de suporte.
pt_pt: Ainda não fez nenhuma chamada de apoio.
ro: Încă nu ați apelat asistența.
ru: Вы пока еще не направляли запрос о поддержке.
sv: Du har inte ringt något support-samtal ännu.
th: คุณยังไม่ได้ทำการโทรศัพท์ติดต่อแผนกสนับสนุน
tr: Henüz bir destek talebi oluşturmadınız
ur: آپ نے ابھی تک کوئی سپورٹ طلب نہیں کی۔
vi: Bạn chưa thực hiện cuộc gọi hỗ trợ nào.
zh_hant: 您還未打過支援電話。

# listing.placeholder.submit
source: Create a support task!
ar: إنشاء مهمة دعم
cs: Vytvořit úkol pro podporu
da: Opret en supportopgave
es: Crea una tarea de asistencia
fil_ph: Gumawa ng support task
he: פתחו פנייה לתמיכה
hi: एक प्रोत्साहन कार्य का निर्माण करें
hu: Ügyfélszolgálati feladat létrehozása
id: Buat tugas dukungan
ko: 지원 요청하기
ms: Cipta tugasan sokongan
nb: Opprett en henvendelse
pt_br: Criar uma tarefa de suporte
pt_pt: Criar uma tarefa de apoio
ro: Creați o solicitare de asistență
ru: Создать задачу поддержки
sv: Skapa ett support-ärende
th: สร้างรายการงานสำหรับการสนับสนุน
tr: Bir destek talebi oluştur
ur: سپورٹ ٹاسک تخلیق کریں
vi: Tạo một nhiệm vụ hỗ trợ
zh_hant: 創建一個支援任務

# listing.supports.title
source: My Support Requests
tr: Destek Taleplerim

# create.nav.title
source: New Support Task
tr: Yeni Destek Talebi

# create.form.name
source: Name Surname
ar: اسمك الكامل
cs: Vaše celé jméno
da: Dit fulde navn
es: Tu nombre completo
fil_ph: Buong pangalan mo
he: השם המלא שלכם
hi: आपका पूरा नाम
hu: Az Ön teljes neve
id: Nama lengkap Anda
ko: 이름
ms: Nama penuh anda
nb: Ditt fulle navn
pt_br: Seu nome completo
pt_pt: O seu nome completo
ro: Numele dvs. complet
ru: Ваше полное имя
sv: Ditt fullständiga namn
th: ชื่อเต็มของคุณ
tr: İsim
ur: آپ کا پورا نام
vi: Tên đầy đủ của bạn
zh_hant: 您的全名

# create.form.email
source: Email Address
ar: عنوان بريدك الإلكتروني
cs: Vaše e-mailová adresa
da: Din e-mailadresse
es: Tu dirección de e-mail
fil_ph: E-mail address mo
he: כתובת האימייל שלכם
hi: आपका ई-मेल का पता
hu: Az Ön e-mail-címe
id: Alamat email Anda
ko: 전자메일 주소
ms: Alamat e-mel anda
nb: Din e-postadresse
pt_br: Seu endereço de e-mail
pt_pt: O seu endereço de e-mail
ro: Adresa dvs. de e-mail
ru: Ваш адрес электронной почты
sv: Din e-postadress
th: ที่อยู่อีเมลของคุณ
tr: Mail Adresi
ur: آپ کا ای میل پتہ
vi: Địa chỉ e-mail của bạn
zh_hant: 您的電郵地址

# create.form.message
source: Message
ar: رسالتك
cs: Vaše zpráva
da: Din besked
es: Tu mensaje
fil_ph: Mensahe mo
he: ההודעה שלכם
hi: आपका सन्देश
hu: Az Ön üzenete
id: Pesan Anda
ko: 요청 내용
ms: Pesanan anda
nb: Meldingen din
pt_br: Sua mensagem
pt_pt: A sua mensagem
ro: Mesajul dvs.
ru: Ваше сообщение
sv: Ditt meddelande
th: ข้อความของคุณ
tr: Mesajınız
ur: آپ کا پیغام
vi: Tin nhắn của bạn
zh_hant: 您的訊息

# create.from.subject
source: Subject
tr: Başlık

# create.form.request_type
source: Type
ar: نوع
cs: Typ
es: Tipo
fil_ph: Uri/Klase
he: סוג
hi: टाइप
hu: Típus
id: Tipe
ko: 타입
ms: Jenis
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Вид
sv: Typ
th: ประเภท
tr: Konu Tipi
ur: قسم
vi: Loại
zh_hant: 类型

# create.form.submit
source: Send
ar: إرسال
cs: Odeslat
es: Enviar
fil_ph: Ipadala
he: שליחה
hi: भेजें
hu: Küldés
id: Kirim
ko: 보내기
ms: Hantar
pt_br: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
ur: بھیجیں
vi: Gửi
zh_hant: 發送

# conversation.expired
source: Create New Request
ar: إنشاء تذكرة جديدة
cs: Vytvořit nový lístek
da: Opret ny billet
es: Crear un nuevo tique
fil_ph: Gumawa ng Bagong Tiket
he: צור כרטיסייה חדשה
hi: नया टिकट बनाएं
hu: Új jegy létrehozása
id: Buat Tiket Baru
ko: 새 티켓 만들기
ms: Cipta Tiket Baharu
nb: Nytt oppdrag
pt_br: Criar novo ticket
pt_pt: Criar Nova Senha
ro: Creați o nouă solicitare
ru: Добавить новый запрос
sv: Skapa ny etikett
th: สร้างตั๋วใหม่
tr: Yeni Talep Ekle
ur: نیا ٹکٹ بنائیں
vi: Tạo Thẻ Mới
zh_hant: 新建任务单

# ok.button
source: Ok
ar: حسنًا
he: אישור
hi: ठीक है
id: Oke
ko: 허용
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hant: 確認

# cancel.button
source: Cancel
ar: إلغاء
cs: Zrušit
da: Afmeld
es: Cancelar
fil_ph: Kanselahin
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
ko: 취소
ms: Batal
nb: Avbryt
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hant: 取消

# update.button
source: Update
ar: للتحديث
cs: Aktualizovat
da: At opdatere
es: Actualizar
fil_ph: Upang i-update
he: לעדכן
hi: अद्यतन करने के लिए
hu: Aktualizálni
id: Untuk memperbaharui
ko: 업데이트
ms: Untuk mengemaskini
nb: Å oppdatere
pt_br: Atualizar
pt_pt: Atualizar
ro: A updata
ru: Обновить
sv: Att uppdatera
th: เพื่อปรับปรุง
tr: Güncelle
ur: اپ ڈیٹ کرنے کے لئے
vi: Cập nhật
zh_hant: 更新

# delete.button
source: Delete
ar: حذف
cs: Odstranit
da: Slet
es: Eliminar
fil_ph: Tanggalin
he: מחק
hi: हटाएँ
hu: Törlés
id: Hapus
ko: 삭제
ms: Padam
nb: Slett
pt_br: Excluir
pt_pt: Eliminar
ro: Ștergeți
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hant: 删除

# try.again.button
source: Try Again
ar: إعادة المحاولة
cs: Opakujte
da: Prøve igen
es: Rever
fil_ph: Subukang muli
he: נסה שוב
hi: पुन: प्रयास करें
hu: Próbálja újra
id: Mencoba kembali
ko: 다시 해 보다
ms: Cuba semula
nb: Prøv på nytt
pt_br: Tente novamente
pt_pt: Tente novamente
ro: Reîncercați
ru: снова пробовать
sv: Försök igen
th: ลองใหม่อีกครั้ง
tr: Tekrar Dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hant: 重试

# continue.button
source: Continue
ar: استمرار
cs: Pokračovat
da: Fortsæt
es: Continuar
fil_ph: Magpatuloy
he: המשך
hi: जारी रखें
hu: Tovább
id: Lanjutkan
ko: 계속
ms: Teruskan
nb: Fortsett
pt_br: Continuar
pt_pt: Continuar
ro: Continuare
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
ur: جاری رکھیں
vi: Tiếp tục
zh_hant: 繼續

# maintenace.alert.title
source: Under Maintenance
ar: تحت الصيانة. يرجى إعادة المحاولة لاحقا
cs: Probíhá údržba. Opakujte akci později
da: Under vedligeholdelse. Prøv igen senere
es: En mantenimiento. Por favor, inténtalo más tarde
fil_ph: Minimentena. Pakisubukang muli mamaya
he: מתבצעות עבודות תחזוקה. נסו שוב מאוחר יותר
hi: रखरखाव जारी है. बाद में पुन: प्रयास करें
hu: Karbantartás alatt. Kérjük, próbáld meg újra később
id: Dalam pemeliharaan. Harap dicoba kembali nanti
ko: 점검중. 나중에 다시 시도해주십시오
ms: Dalam penyenggaraan. Sila cuba lagi kemudian
nb: Vedlikehold pågår. Vennligst prøv senere
pt_br: Em manutenção. Tente novamente mais tarde
pt_pt: Sob manuntenção. Por favor, tente novamente mais tarde
ro: În regim de mentenanță. Vă rugăm să încercați din nou mai târziu
ru: Выполняется техобслуживание. Повторите попытку позже
sv: Under underhåll. Vänligen försök igen senare
th: กำลังดำเนินการซ่อมบำรุง. โปรดลองอีกครั้งในภายหลัง
tr: Bakım çalışması yapılıyor. Lütfen daha sonra tekrar deneyiniz
ur: زیر بحالی. براہ کرم کچھ دیر بعد دوبارہ کوشش کریں
vi: Đang bảo trì. Vui lòng thử lại sau
zh_hant: 維護中。請稍後再試

# connection.error.message
source: Network connection failed, please try again.
ar: فشل اتصال الشبكة ، يرجى المحاولة مرة أخرى.
cs: Připojení k síti selhalo, prosím, zkuste to znovu.
da: Netværksforbindelse mislykkedes. Prøv igen.
es: Conexión a la red fallida, por favor inténtelo de nuevo.
fil_ph: Hindi matagumpay ang pagkonekta sa network, pakisubukang muli.
he: חיבור הרשת נכשל, אנא נסה שוב.
hi: नेटवर्क कनेक्शन विफल हो गया, कृपया पुनः प्रयास करें।
hu: Hálózat kapcsolódás sikertelen, kérjük próbálja újra.
id: Koneksi jaringan gagal, silakan coba lagi.
ko: 네트워크 연결에 실패했습니다, 다시 시도해주세요.
ms: Sambungan jaringan gagal, sila cuba lagi.
nb: Nettverksforbindelsen feilet, vennligst prøv igjen.
pt_br: Falha ao se conectar com a rede, tente novamente.
pt_pt: A ligação à rede falhou, por favor tente outra vez.
ro: Conexiunea la rețea nu a reușit, vă rugăm să reîncercați.
ru: Произошла ошибка подключения, пожалуйста, попробуйте еще раз.
sv: Nätverksanslutningen misslyckades, försök igen.
th: การเชื่อมต่อเครือข่ายล้มเหลว โปรดลองอีกครั้ง
tr: Bir bağlantı hatası oluştu, lütfen tekrar deneyiniz.
ur: نیٹ ورک کنکشن ناکام، براہ مہربانی پھر سے کوشش کریں.
vi: Lỗi kết nối mạng, vui lòng thử lại
zh_hant: 网络链接失败，请重试

# general.error.message
source: An error occurred. Please contact the administrator.
ar: يرجى الانتقال إلى الإعدادات والسماح مكتبة الصور.
cs: Vyskytla se chyba. Obraťte se na správce.
da: En fejl opstod. Kontakt administrator.
es: Ocurrió un error. Por favor contacte al administrador.
he: התרחשה שגיאה. אנא צור קשר עם המנהל.
hi: एक त्रुटि हो गई। कृपया व्यवस्थापक से संपर्क करें।
hu: Kérjük, menj a Beállításokhoz és engedélyezd a következőt: Fotókönyvtár.
id: Terjadi kesalahan. Silahkan hubungi administrator.
ko: 오류가 발생했습니다. 관리자에게 문의하세요.
ms: Ralat telah berlaku. Sila hubungi administrator.
nb: Det oppsto en feil. Vennligst kontakt administratoren.
pt_br: Um erro ocorreu. Favor entrar em contato com o administrador.
pt_pt: Por favor, vá a Configurações e permita Biblioteca de Fotos.
ro: A apărut o eroare. Te rugăm să contactezi administratorul.
ru: Произошла ошибка. Пожалуйста, свяжитесь с администратором.
sv: Ett fel uppstod. Vänligen kontakta administratören.
th: มีความผิดพลาดเกิดขึ้น กรุณาติดต่อผู้ดูแลระบบ
tr: Bir hata oluştu, yönetici ile iletişime geçin.
ur: ایک نقص واقع ہوا. براہ مہربانی ایڈمنسٹریٹر سے رابطہ کریں.
vi: Đã xảy ra lỗi. Vui lòng liên hệ với quản trị viên.
zh_hant: 發生錯誤。請與管理員聯系。

# name_regex
source: Please Enter A Value.
ar: يرجى إدخال قيمة
cs: Prosím vložte hodnotu.
da: Do pole jména musíte napsat více znaků
es: Por favor introduzca un valor.
fil_ph: Maglagay ng Value
he: נא להזין ערך.
hi: कृपया मान दर्ज करें।
hu: Kérjük, adj meg egy értéket.
id: Masukkan Nilai.
ko: 가치를 입력하세요.
ms: Sila Masukkan Nilai.
nb: Angi en verdi.
pt_br: Digite um valor.
pt_pt: Por favor, Insira Um Valor.
ro: Vă rugăm să introduceți valoarea A.
ru: Вы должны ввести больше символов в поле «Имя».
sv: Vänligen ange ett värde.
th: โปรดป้อนค่า
tr: İsim alanına fazla karakter girmelisin.
ur: براہِ کرم نام کوئی قدر اندراج کریں
vi: Vui Lòng Nhập Một Giá Trị.
zh_hant: 請輸入一個值。

# email_regex
source: Please enter a valid e-mail address
ar: يرجى كتابة عنوان بريد إلكتروني صالح
cs: Uveďte platnou e-mailovou adresu.
da: Skriv venligst en gyldig e-mailadresse.
es: Por favor, escribe una dirección de e-mail válida.
fil_ph: Mangyaring maglagay ng valid na e-mail addres.
he: נא לרשום כתובת אימייל תקפה.
hi: कृपया एक वैध ई-मेल पता लिखें।
hu: Kérjük, adj meg egy érvényes e-mail-címet.
id: Mohon masukkan alamat e-mail yang valid.
ko: 유효한 이메일을 적어주시기 바랍니다.
ms: Sila tulis alamat e-mel yang sah.
nb: Vennligst skriv en gyldig e-postadresse.
pt_br: Por favor, digite um endereço de e-mail válido.
pt_pt: Por favor, escreva um endereço de e-mail válido.
ro: Vă rugăm să scrieți o adresă de e-mail validă.
ru: Укажите действительный адрес эл. почты.
sv: Skriv en giltig e-postadress.
th: โปรดเขียนที่อยู่อีเมลที่ถูกต้อง
tr: Geçersiz email adresi girdiniz.
ur: براہ کرم ایک درست ای میل ایڈریس لکھیں۔
vi: Vui lòng điền địa chỉ e-mail hợp lệ.
zh_hant: 請寫下有效電子郵件地址。

# subject_regex
source: Please Fill All Fields
ar: يرجى ملئ الفراغات
cs: Vyplňte prosím prázdná místa
da: Udfyld venligst alle tomme felter
es: Por favor, rellena los espacios en blanco
fil_ph: Punan ang mga blangko
he: נא למלא את השדות הריקים
hi: कृपया रिक्त-स्थानों की पूर्ती करें
hu: Kérjük, töltsd ki a mezőket
id: Harap mengisi blangko
ms: Sila isikan kekosongan
nb: Vennligst fyll ut de tomme feltene
pt_br: Favor preencher os espaços em branco
pt_pt: Preencha todos os espaços em branco
ro: Vă rugăm să completați spațiile goale
ru: Заполните пустые поля
sv: Vänligen fyll i de blanka fälten
th: โปรดกรอกช่องว่าง
tr: Lütfen doldurunuz
ur: برائے مہربانی خالی جگہیں پر کریں
vi: Vui lòng điền vào chỗ trống
zh_hant: 請填寫空白處

# message_regex
source: You should type more characters to name field
ar: عليك كتابة أكثر من حرف في حقل الاسم
cs: Do pole jména musíte napsat více znaků
da: Du bør skrive flere tegn i navnefeltet
es: Debes escribir más caracteres en el campo del nombre
fil_ph: Dapat kang mag-type ng higit pang karakter sa patlang ng pangalan
he: עליך להזין יותר תווים בשדה השם
hi: आपको नाम लिखने के स्थान पर और अधिक अक्षर लिखने चाहिएं
hu: Egynél több karaktert kel beírnod a név mezőbe
id: Anda harus mengetikkan lebih banyak karakter pada bidang nama
ko: 빈칸을 채워주십시오
ms: Anda perlu menaip lebih banyak aksara ke ruangan nama
nb: Du må skrive inn flere tegn i navnefeltet
pt_br: Você deve digitar mais caracteres no campo de nome
pt_pt: Deve digitar mais carateres no campo do nome
ro: Ar trebui să tastați mai multe caractere în câmpul numelui
ru: Вам нужно ввести больше символов в поле имени
sv: Vänligen ange fler tecken i namnfältet
th: คุณควรพิมพ์ตัวอักษรมากขึ้นในช่องชื่อ
tr: Mesaj alanına birden fazla karakter girmelisiniz
ur: آپ کر نام کے فیلڈ میں مزید حروف لکھنے چاہئے
vi: Bạn phải nhập nhiều ký tự hơn vào trường tên
zh_hant: 您應該在姓名欄位輸入更多字元
